# -*- coding: utf-*- ?

token = '443852087:AAGCGOkzRGgrDtU5lGhI-g55B1iFjgDddkA'

admin_id = '291300125'
help_id = '291300125'
#manager_link = '@lampus'

user_adding_item_step = {}
new_items_user_adding = {}
users_choice = {}

welcome = 'Привет, меня зовут <b>CryptoInsideBot</b> 👋🏻\n\n' \
          '• <b>Чем я могу быть полезен?</b> \n\n' \
          '1) Я расскажу об актуальных новостях крипто-рынка\n' \
          '2) Предоставлю доступ к обучению по теме криптовалют\n' \
          '3) Дам ежедневные сигналы на покупку/продажу монет\n' \
          '4) Помогу создать высокодоходный инвестиционный портфель\n' \
          '5) Открою возможность для твоего пассивного заработка\n\n' \
          '💡 Иногда я присылаю бесплатные сигналы для всех пользователей CryptoInsideBot, ' \
          'лови их и зарабатывай!\n\n' \
          '<b>Это моё главное меню</b> ✌🏻\n\n' \
          'Здесь ты найдешь все необходимые инструменты для успешной торговли на бирже.\n\n' \
          'Активация услуг бота находится в разделе <b>Оплата</b> 📡\n\n' \
          '💡 Инструкция работы по сигналам - <b>кнопкa FAQ</b> \n\n' \
          'Обязательно зайди в раздел <b>Партнёрам</b> 💎 и получи уникальную возможность зарабатывать и ' \
          'пользоваться моими услугами бесплатно!'

FAQ = 'Меня зовут <b>CryptoInsideBot</b> и я создан для того, чтобы помочь тебе легко и просто зарабатывать на бирже криптовалют! 👨‍💻️ \n\n' \
      'Я приготовил <b>основные правила</b> для работы по сигналам <b>CryptoInsideBot:</b> \n\n' \
      '1) Открывайте сделку на <b>3-5% от вашего депозита</b>. Например у вас есть 1000$, значит вы открываете сделки на 30-50$, если уверены то можно увеличить этот процент до 10, но это на ваш страх и риск. \n\n' \
      '2) Никогда <b>не работайте на одной бирже</b>, распределите свой депозит между биржами, в случае scam-a биржи вы сможете обезопасить часть своих средств. \n\n' \
      '3) Покупайте монету <b>сразу после публикации сигнала</b>. \n\n' \
      '4) Stop-Loss выставляем на <b>10-15%</b> от цены покупки монеты опубликованной в сигнале, если можете увидеть на графике линию поддержки ставите stop на 5% ниже этого уровня. \n\n' \
      '5) Всегда ставьте <b>несколько ордеров на продажу</b>, некоторые из них ниже рекомендуемой цены продажи в сигнале, не жадничайте! \n\n' \
      '<b>Коротко</b>: покупаем монету сразу же по сигналу, выставляем несколько ордеров на продажу и ждём прибыли, в случае ухода сигнала ниже цены ставим stop-loss. \n\n' \
      '<i>Богатейте с CryptoInsideBot вместе!!!</i> 💵'

paket_4 = '✅Обучение\n' \
        '🔹Цена - 0.01 BTC\n' \
        '⚠️У нас вы научитесь после прохождения обучения:\n' \
        '✅Разбираться в принципах работы криптовалют и блокчейна\n' \
        '✅Отличать ценные криптовалюты от пирамид\n' \
        '✅Выбирать криптовалюты и биржи для торговли\n' \
        '✅Торговать криптовалютой\n' \
        '✅Защищаться от мошенников\n' \
        '✅Зарабатывать на ICO\n' \
        '✅Риск-менеджменту и мани-менеджменту\n' \
        '✅Быстро анализировать новости рынка\n' \
        '✅Инструкция по торговле на ПАМПах\n\n' \
        'А также:\n' \
        '➕Личное общение со мной ▶️ @Crypto_Boss ◀️️\n' \
        '➕Чат с трейдерами t.me/Boss_insider (можно: консультироваться, получать доп. сигналы и новости криптовалют)\n' \
        '➕💰Реферальная программа💰 (с каждой продажи вы будете иметь 20%, подробности узнавайте у администратора)'

paket_0 = 'Выберите пакет'

paket_1 = '✅Test Drive️️\n' \
          '✔Подписка даёт вам возможность зарабатывать на бирже, и не тратить ВЕСЬ ДЕНЬ отслеживая выгодные монеты для заработка.️️\n️️\n' \
          '🔹0.012 BTC Тестовый / 15 дней️️\n️️\n' \
          '➕ Инсайды с 11 первоисточников, а именно:️️\n' \
          '✅Андрея Погорелого (iTuber);️️\n' \
          '✅Антона Пальчикова;️️\n' \
          '✅InsightTradeBot;️️\n' \
          '✅NEWS VIP INSIDE (краткосрочные сигналы).️️\n' \
          '✅Зарубежный️️\n' \
          '✅CryptoTradeBot️️\n' \
          '✅CryptoWolfMan (PREMIUM)️️\n' \
          '✅GOLDEN_ISLAND️️\n' \
          '✅OurCapitalPremium️️\n' \
          '✅AlienSignals️️\n' \
          '✅Syndicate️️\n' \
          '➕💰Реферальная программа💰 (с каждой продажи вы будете иметь 20%, подробности узнавайте у администратора)️️\n' \
          '➕Подписка на закрытый канал по сигналам (от 5 до 10 в день)️️\n' \
          '➕Чат с трейдерами t.me/Boss_insider (можно: консультироваться, получать доп. сигналы и новости криптовалют)️️\n' \
          '➕Доходность от 50 до 150% в месяц (зависит от того насколько грамотно вы входите в сигнал и фиксируете прибыль)️️\n' \
          '➕В период коррекции на рынке средняя прибыльность от 30% до 60%️️\n' \
          '➕Проходимость 85-95% (но из-за нестабильности рынка процент проходимости упал у всех)️️\n'

paket_2 = '✅VIP\n' \
          '✔Подписка даёт вам возможность зарабатывать на бирже, и не тратить ВЕСЬ ДЕНЬ отслеживая выгодные монеты для заработка.\n\n' \
          '🔹0.02 BTC - ✅VIP\n\n' \
          '➕ Инсайды с 11 первоисточников, а именно:\n' \
          '✅Андрея Погорелого (iTuber);\n' \
          '✅Антона Пальчикова; \n' \
          '✅InsightTradeBot; \n' \
          '✅NEWS VIP INSIDE (краткосрочные сигналы). \n' \
          '✅Зарубежный \n' \
          '✅CryptoTradeBot \n' \
          '✅CryptoWolfMan (PREMIUM) \n' \
          '✅GOLDEN_ISLAND\n' \
          '✅OurCapitalPremium\n' \
          '✅AlienSignals \n' \
          '✅Syndicate \n' \
          '➕💰Реферальная программа💰 (с каждой продажи вы будете иметь 20%, подробности узнавайте у администратора) \n' \
          '➕Подписка на закрытый канал по сигналам (от 10 до 25 в день) \n' \
          '➕Чат с трейдерами t.me/Boss_insider (можно: консультироваться, получать доп. сигналы и новости криптовалют) \n' \
          '➕Личное общение со мной ▶ @Crypto_Boss ◀ \n' \
          '➕Помощь в составлении портфеля долгосрочных инвестиций в криптовалюты \n' \
          '➕В период активного роста средняя прибыльность от 100% до 300% \n' \
          '(зависит от того насколько грамотно вы входите в сигнал и фиксируете прибыль) \n' \
          '➕В период коррекции на рынке средняя прибыльность от 50% до 100% \n' \
          '➕Проходимость 85-95% (но из-за нестабильности рынка процент проходимости упал у всех)\n'

paket_3 = '✅VIP + ПАМПЫ (3 кнопка)\n' \
          '🔹0.04 BTC / месяц\n\n' \
          '✔Подписка даёт вам возможность зарабатывать на бирже, и не тратить ВЕСЬ ДЕНЬ отслеживая выгодные монеты для заработка.\n\n' \
          '✅VIP\n\n' \
          'На текущий момент подключены 2️⃣0️⃣￼￼ платных каналов:\n' \
          '✅Андрея Погорелого (iTuber);\n' \
          '✅Антона Пальчикова;\n' \
          '✅InsightTradeBot;\n' \
          '✅NEWS VIP INSIDE (краткосрочные сигналы).\n' \
          '✅#Зарубежный\n' \
          '✅#CryptoTradeBot' \
          '✅Француз (Инфа о пампах)\n' \
          '✅CryptoWolfMan (PREMIUM)\n' \
          '✅GOLDEN_ISLAND\n' \
          '✅#OurCapitalPremium\n' \
          '✅#AlienSignals\n' \
          '✅Syndicate\n ' \
          '￼✅#PrivateSignals \n' \
          '✅#CryptoBull \n' \
          '✅#SignalTraderBot \n' \
          '✅#Иностранный (название скрыто) \n' \
          '✅#Альтернативный (в целях конфиденциальности информацию о нем не распространяем) \n' \
          '✅#Секретный (скрыто) \n' \
          '✅#Буржуйский \n' \
          '✅#CryptosignalsIo \n' \
          '➕💰Реферальная программа💰 (с каждой продажи вы будете иметь 20%, подробности узнавайте у администратора)\n' \
          '➕Подписка на закрытый канал по сигналам (от 10 до 25 в день)\n' \
          '➕Чат с трейдерами t.me/Boss_insider (можно: консультироваться, получать доп. сигналы и новости криптовалют)\n' \
          '➕Личное общение со мной ▶ @Crypto_Boss ◀\n' \
          '➕Помощь в составлении портфеля долгосрочных инвестиций в криптовалюты\n' \
          '➕В период активного роста средняя прибыльность от 100% до 300%\n' \
          '(зависит от того насколько грамотно вы входите в сигнал и фиксируете прибыль)\n' \
          '➕В период коррекции на рынке средняя прибыльность от 50% до 100%\n' \
          '➕Проходимость 85-95% (но из-за нестабильности рынка процент проходимости упал у всех)\n\n' \
          '✅ ПАМПЫ\n\n' \
          '➕Возможность принимать участие в командных пампах\n' \
          '➕Получения сигналов на пампы с зарубежных источников\n' \
          '➕Информация о монетах которые дадут х2-х3 в течении недели-двух на новостном фоне\n' \
          '➕Информация по поводу быстрых ПАМПов на биржах bittrex.com и yobit.io' \
          '➕Прибыльность быстрых ПАМПов на бирже yobit.io составляет х2-х6' \
          '➕Прибыльность быстрых ПАМПов на бирже bittrex.com составляет х1.5-х3' \
          '➕Личное общение со мной ▶ @Crypto_Boss ◀' \
          '➕Чат с трейдерами (можно: консультироваться, получать доп. сигналы и новости криптовалют)' \
          '➕💰Реферальная программа💰 (с каждой продажи вы будете иметь 20%, подробности узнавайте у администратора)' \

about = 'Немного о нас ❗ \n' \
        '✔Мы команда CryptoInside❗ \n' \
        '✅Успешно занимаемся инвестированием в интернете на протяжении 6 лет и обучаем других людей тонкостям этого дела. \n' \
        '🔹Данный бот это очередной StartUP нашей команды, который позволит любому человеку освоить рынок криптовалюты, научится торговать на криптовалютных биржах, делать глубокий анализ, который в свою очередь приведёт Вас к большим результатам уже с первого месяца❗ \n' \
        '➕Также вы можете приобрести у нас сигналы, которые дают от 5️⃣0️⃣% прибыли в месяц или вовсе доверять свои средства в Доверительное Управление (ДУ). \n' \
        '❓Если у Вас возник важный вопрос или предложение, пишите в личку администратору чата: ' \
        '@Crypto_Boss \n' \
        '📢 Чат в телеграмме - https://t.me/Boss_insider \n' \
        '🖥 YouTube - https://www.youtube.com/channel/UCZyPzj9YHlzgZGiKJTfiymA\n' \
        '✅Мы в ВК - https://vk.com/crypto__inside\n'

partnerka = '🔹Рекомендуй меня своим друзьям и партнёрам, получайте 2️⃣0️⃣% за каждого человека, который приобретет платную подписку на сигналы или обучение. \n' \
             '➕В том числе, за повторную оплату твоих рефералов. Отчисления на твой Bitcoin кошелек придут мгновенно, я своевременно оповещу тебя об этом. \n' \
             'Используй отличную возможность, для пассивного заработка❗\n\n️'

access = 'Нет прав доступа'
Newsletter = 'Ваша рассылка отправлена!'


